{"A utility bill or an official document from the last 3 months clearly stating your name and address. The picture needs to show the entire document.":"Une facture de services publics ou un document officiel des 3 derniers mois indiquant clairement votre nom et votre adresse. L'image doit montrer l'intégralité du document.","Back side":"La face verso ","Bank logo must be visible":"Le logo de la banque doit être visible","Bank statement":"Relevé bancaire","Checklist":"Liste de contrôle","Credit card":"Carte de crédit","Date of document must be visible":"La date du document doit être visible","Expiry date must be visible":"La date d'expiration doit être visible","First 2 and last 4 digits in your 16 code must be visible":"Les 2 premiers et les 4 derniers chiffres de votre code à 16 chiffres doivent être visibles","For ID card or driving license take a photocopy and upload both sides.":"Concernant la carte d'identité ou le permis de conduire, veuillez faire  une photocopie et téléchargez les deux côtés.","For Passport make a scan or a photocopy showing the page with your picture.":"Concernant le  passeport, veuillez faire un scan ou une photocopie montrant la page avec votre photo.","Front side":"La face recto","IBAN or bank account number must be visible":"Le code IBAN et numéro de compte bancaire doivent être visibles","ID / Driving license / Passport":"Carte d'identité / Permis de conduire / Passeport","ID back side / Driving license back side":"La face verso de la carte d'identité  / la face verso du permis de conduire","ID front side / Driving license front side / Passport page with picture":"La face recto de la carte d'identité / la face recto du permis de conduire / la page du passeport avec photo","Identity":"Identité","Mobile bill is not acceptable":"La facture mobile n'est pas acceptable","Not older than 3 months":"Pas plus ancien de 3 mois","Payment documentation":"Documents de paiement","Print screen must include full browser so that address bar is visisble":"La capture d'écran doit contenir tout le navigateur afin que soit visible la barre d'adresse","Print screen must include full browser so that address bar must be visible":"La capture d'écran doit contenir tout le navigateur afin que soit visible la barre d'adresse","Proof of address":"Un justificatif d'adresse","Residence":"Résidence","Select bank statement or make a photo":"Sélectionner un relevé bancaire ou prendre une photo","Select below to start uploading your documents":"Sélectionnez ci-dessous pour commencer à télécharger vos documents","Select print screen":"Sélectionner une capture d'écran","Select type of document to upload":"Veuillez sélectionner le type de document à télécharger","Send document":"Envoyer le document","The full card must be visible":"La carte complète doit être  nettement visible","The picture needs to show the \"Account Statements\" page under \"Manage my account\" and the \"Transaction details\" from your deposit made to us.":"L'image doit montrer la page \"Relevé de Compte\" sous \"Gestion de mon compte\" et les \"Détails de Transaction\" du dépôt effectué avec nous.","The picture needs to show your entire screen and the \"Personal Info\" tab under \"Settings\" in your Skrill account.":"L'image doit montrer votre écran dans sa totalité ainsi que l'onglet \"Info Personnelle\" sous \"Configuration\" sur votre compte Skrill.","The picture needs to show your entire screen, including your email address and Neteller ID number in your Neteller account.":"L'image doit montrer votre écran dans sa totalité ainsi que votre adresse email et numéro Neteller sur votre compte Neteller.","Upload a PDF or photocopy of your bill":"Veuillez télécharger un PDF ou une photocopie de votre facture","Upload your documents to verify your account":"Veuillez télécharger vos documents pour vérifier votre compte","We need to see the whole card, both back and front, but you can cover your CVV and also the middle of the credit card number (we need to see the first two and last four digits).":"Nous devons voir toute la carte, à la fois recto et verso, mais vous pouvez couvrir votre CVV ainsi que le milieu du numéro de carte de crédit (nous devons voir les deux premiers et les quatre derniers chiffres.","We need to see your bank statement, as a document or a print screen, stating  your name, IBAN and the bank's logo.":"Nous avons besoin de votre votre relevé bancaire, en document ou capture d'écran, incluant votre nom, IBAN et le logo de votre banque.","Your address must be visible":"Votre adresse doit être visible","Your fullname must be visible":"Vos nom et prénom doivent être visibles","Your ID must be valid":"Votre carte d'identité doit être valide","Your name must be visible":"Votre prénom doit être visible "}