{"Add a Bonus":"Ajouter un bonus","Add bonus":"Ajouter bonus","Add new option":"Ajouter une nouvelle option","Add your account info for":"Ajoutez vos informations de compte ","Address":"L'adresse","Amount":"Montant","Amount exceeds your balance":"Le montant dépasse votre solde","Amount exceeds your daily limit":"Le montant dépasse votre limite quotidienne","Amount exceeds your monthly limit":"Le montant dépasse votre limite mensuelle","Amount exceeds your weekly limit":"Le montant depasse votre limite hebdomadaire","Amount is above the maximum for this payment method":"Le montant est supérieur au maximum pour ce mode de paiement","Amount is below the minimum for this payment method":"Le montant est inférieur au minimum pour ce mode de paiement","Amount with bonus to play with":"Le montant avec le bonus pour jouer ","An error occurred":"Une erreur s'est produite","An error occurred.":"Une erreur s'est produite.","An unexpected error occurred during your withdraw. Please contact our support for assistance.":"Une erreur inattendue s'est produite lors de votre retrait. Veuillez nous contacter pour obtenir de l'aide.","Back":"Retour","Bonus Code":"Le code du bonus","Cancel":"Annuler ","Card number":"Numéro de carte","Check your info one last time and complete the deposit with the button below":"Vérifiez vos informations une dernière fois et complétez le dépôt avec le bouton ci-dessous","Check your info one last time and start the process with the button below":"Vérifiez vos informations une dernière fois et démarrez le traitement avec le bouton ci-dessous","Choose payment":"Choisir le paiement","CLEAR":"EFFACER","Click on a bonus below if you want to activate a bonus with your deposit":"Si vous souhaitez activer un bonus avec votre dépôt veuillez cliquer sur un bonus ci-dessous","Click on the amounts to choose your deposit amount or enter the amount below":"Cliquez sur les montants pour choisir le montant de votre dépôt ou entrez le montant ci-dessous","Come back later for details":"Veuillez revenir plus tard pour plus de détails","Complete your deposit":"Compléter votre dépôt","Connect support for details":"Contacter l'aide pour plus de détails","Contact Betfinal on WhatsApp":"Contacter Betfinal par WhatsApp","Contact us through our web chat":"Contactez-nous par live chat","Contact us through our whatsapp":"Contactez-nous par WhatsApp","Copied":"Copié","Copied!":"Copié!","Copy":"Copie","Crypto":"Crypto","Deposit":"Déposer","Deposit amount":"Montant du dépôt","Deposit amount value cannot be 0":"Le montant du dépôt ne peut pas être 0","Deposit now":"Déposer maintenant","Deposit with bonus":"Dépôt avec bonus","Deposit without bonus":"Dépôt sans bonus","Edit":"Modifier","Enter the amount you want to withdraw":"Entrez le montant que vous souhaitez retirer","Enter the amount you want to withdraw to your account.":"Saisissez le montant que vous souhaitez retirer sur votre compte.","Expire month":"Mois d'expiration","Expire year":"Année d'expiration","EzeeWallet E-Mail":"E-mail EzeeWallet","EzeeWallet password":"Mot de passe EzeeWallet ","Fee":"Frais","Free":"Libéré ","Freespins":"Free spins","ID":"Identité","If you cancel a withdrawal the amount will be credited back to your player account immediately":"Si vous annulez un retrait, le montant sera immédiatement recrédité sur votre compte de jeu.","If you have a bonus code, enter the code in here":"Si vous avez un code bonus, veuillez entrer le code ici","Information":"Information","Instant":"Immédiat","Make a deposit":"Faire un dépôt","Max Bonus":"Max Bonus","Min Amount":"Min Bonus","Month":"Mois","Network":"Réseau","New payment method":"Nouvelle méthode de paiement","Next":"Suivant","No Bonus":"Pas de bonus","No data":"Pas de données","No withdraw data":"Pas de retrait de données","No, thanks":"Non, merci","or add your own amount":"Ou ajoutez votre propre montant","Payment":"Paiement","Payment type":"Type de paiement","Pending withdraws":"Retraits en Attente","Please use below details in order to complete your Crypto deposit":"Veuillez utiliser les renseignements ci-dessous pour compléter votre dépôt crypto","Please use below details in order to complete your Crypto deposit.":"Veuillez utiliser les données suivantes pour compléter votre dépôt Crypto.","Press the buttons below for quick deposit":"Cliquez les boutons ci-dessous pour un dépôt rapide","Process time":"Temps de traitement","Read full terms":"Lire les termes complets","Required field":"Champ obligatoire","Security Code (CVV2/CVC2/CID)":"Code de sécurité (CVV2/CVC2/CID)","Select an option below by clicking on your preferred method":"Sélectionnez une option ci-dessous en cliquant sur votre méthode souhaitée","Select any":"Veuillez sélectionner n'importe quel","Select network":"Choisissez un réseau","Select new payment method":"Choisissez une nouvelle méthode de paiement","Select your payment method":"Choisissez votre méthode de paiement","Selected Bonus":"Bonus choisi","Selected payment method":"Méthode de paiement choisie","Send funds now":"Envoyer des fonds maintenant","Status":"Statut","Still pending":"Toujours en attente","TEST Bank Account Number":"TEST le numéro de compte bancaire","TEST Bank Name":"TEST le nom de banque","TEST SWIFT / BIC":"TEST SWIFT / BIC","Thank you!":"Merci!","The selected amount exceeds your daily deposit limit, please choose an amount within your chosen limitations or contact our support team":"Le montant sélectionné dépasse votre limite quotidienne de dépôt, veuillez choisir un montant dans les limites choisies ou contactez notre service client","The selected amount exceeds your monthly deposit limit, please choose an amount within your chosen limitations or contact our support team":"Le montant sélectionné dépasse votre limite mensuelle de dépôt, veuillez choisir un montant dans les limites choisies ou contactez notre service client","The selected amount exceeds your weekly deposit limit, please choose an amount within your chosen limitations or contact our support team":"Le montant sélectionné dépasse votre limite hebdomadaire de dépôt, veuillez choisir un montant dans les limites choisies ou contactez notre service client","Time":"Temps","Time to wager":"Temps pour parier","To complete your deposit we need some additional information, please fill in below":"Pour compléter votre dépôt, nous avons besoin de quelques informations supplémentaires, veuillez remplir ci-dessous comme suit","To understand why your card was declined, please find more info here":"Pour comprendre pourquoi votre carte a été refusée, veuillez trouver plus d'info ici","To understand why your card was declined, please find more info here.":"Pour comprendre pourquoi votre carte a été refusée, veuillez trouver plus d'informations ici.","Total account balance":"Solde total du compte","Total amount":"Montant total","Total to Deposit":"Le montant total à déposer ","Transaction history":"Historique des transactions","Transaction type":"Type de transaction","Transfer":"Transférer","Troubleshoot":"Dépannage","Try Deposit Again":"Essayez de déposer à nouveau","Try to contact our support team or use a different payment method":"Contactez notre service client ou utilisez une autre méthode de paiement","Type amount":"Tapez le montant","Unfortunately your deposit attempt failed":"Malheureusement, votre tentative de dépôt a échoué","Wagering":"Condition de mise","Wallet":"Portefeuille","Whitelist card":"Carte de liste blanche","Why not go win some more money on our top games now":"Pourquoi ne pas tenter de  gagner plus d'argent sur nos meilleurs jeux maintenant","Why not try another using a different payment method?":"Pourquoi ne pas en essayer un autre en utilisant un autre mode de paiement ?","Withdraw":"Retirer","Withdraw amount":"Montant du retrait","Withdraw cancellation":"Retirer la demande d'annulation ","Withdraw cancelled":"Retrait annulé","Withdraw failed":"Échec du retrait","Withdraw pending":"Retrait en attente","Withdraw request received":"La demande de retrait  est reçue","Year":"Année","You are going to withdraw":"Vous allez retirer","You have pending withdrawals. Would you like to cancel one instead of making new deposit?":"Vous avez des retraits en attente. Souhaitez-vous en annuler un au lieu d'effectuer un nouveau dépôt ?","You have successfully deposited to your account":"Vous avez déposé  sur votre compte avec succès","You will play for":"Vous allez jouer pour","Your account balance including bonus is":"Le solde de votre compte inclut le bonus","Your card deposit unfortunately was declined. To be able to accept payments from this card, we kindly ask you to verify the card with us so we can add it to our whitelist.":"Votre dépôt par carte a malheureusement été refusé. Pour pouvoir accepter les paiements à partir de cette carte, nous vous prions de bien vouloir vérifier la carte  afin que nous puissions l'ajouter à notre liste blanche.","Your deposit is still pending. Check out in a minute.":"Votre dépôt est encore en attente. Veuillez Vérifier dans une minute.","Your deposit is still pending. Please approve it with your payment provider.":"Votre dépôt est encore en attente. Veuillez l'approuver avec votre fournisseur de paiement.","Your limits are exceeded":"Vos limites sont dépassées","Your money are back into your account":"Votre argent est à nouveau sur votre compte","Your money is on the way":"Votre argent est en cours","Your transaction is being processed. Please check again later.":"Votre transaction a bien été traitée. Veuillez vérifier plus tard.","The minimum deposit for this bonus is ":"Le dépôt minimum pour ce bonus est "}