{"An error occurred.":"Une erreur s'est produite.","Card number":"Numéro de carte","Expiry month":"Mois d'expiration","Expiry year":"Année d'expiration","Go back":"Retourner","Please contact our support team for details":"Veuillez contacter notre support client pour plus d'informations.","Please contact support for more info":"Veuillez contacter notre support client pour plus d'info.","Submit":"Soumettre","To begin uploading your documents, please click the button below":"Pour commencer à télécharger vos documents, veuillez cliquer sur le bouton ci-dessous","To complete your request please upload your ID and bank card to our account verification page. Once we have approved all documents you can use your card without restrictions.":"Pour compléter votre requête, veuillez télécharger votre pièce d'identité et carte bancaire sur votre page de vérification de compte. Une fois tous les documents approuvés, vous pourrez utiliser votre carte sans restrictions. ","Upload documents":"Télécharger des documents","Whitelist page header":"Demander à approuver votre VISA/MasterCard.","Whitelist page text1":"<p>Il existe de nombreuses raisons pour lesquelles votre carte peut avoir des difficultés à déposer sur votre compte Betfinal. C'est pourquoi nous avons créé une nouvelle façon d'activer votre carte bancaire auprès de notre banque. Cela vous permettra de gérer vos dépôts de manière plus sécurisée avec nous directement sans tracas.</p>\r\n <p>\r\n Pour activer votre nouvelle carte bancaire, cela prend généralement jusqu'à une heure mais peut être un peu plus long le week-end et le soir. Pour démarrer le traitement, veuillez remplir toutes vos coordonnées ci-dessous, vous serez averti par e-mail dès que vous pourrez aller de l'avant avec notre banque.</p>","Whitelist page text2":"<p>Vous pouvez être sûr à 100% que nous traitons vos données avec les systèmes les plus sophistiqués pour vous protéger. Une fois que vous avez reçu une confirmation de notre part, vous pouvez commencer à utiliser votre carte.</p>\r\n \r\n <p>Pour toute question, veuillez nous contacter en direct.</p>","Your card has already been sent for verification":"Votre carte a déjà été envoyée pour vérification","Your request has been received":"Votre requête a bien été reçue"}