{"credit card_0-header":"Do not Honor","credit card_0-html":"<p>Your bank has declined this transaction without a specific reason. You may contact them in order to allow this transaction to us.</p>","credit card_1-header":"Insufficient funds","credit card_1-html":"<p>Your bank has indicated that you have not enough funds for the transaction. Maybe your need to popup your credit card balance in order to make this payment or deposit a smaller amount.</p>","credit card_2-header":"Custom Fraud screen filter","credit card_2-html":"<p><em>Your transaction was filtered by the card processor. There could be a couple of reasons for this:</em>\r\n<br /><br />-You have already deposited more than $20.000 in the last 24 hours.\r\n<br /><br />-You are using a VPN connection with a restricted Country.\r\n<br /><br />-Your card has been reported lost or stolen.\r\n<br /><br />-You have reached the maximum allowed number of transaction (declined/approved)</p>","credit card_3-header":"Routing error","credit card_3-html":"<p>Currently there is a connection error with your credit card bank. You may try to make a deposit again later.</p>","credit card_4-header":"Invalid CVV","credit card_4-html":"<p>You have provided the wrong CVV number. Kindly check the last 3 digits on the back of your card to make sure you entered the correct number.</p>","credit card_5-header":"Transaction not permitted to cardholder","credit card_5-html":"<p>Your bank has declined the transaction and we suggest using an alternative payment method or a different credit card.</p>","credit card_6-header":"Invalid transaction","credit card_6-html":"<p>Your bank has declined this transaction without a specific reason. You may contact them in order to allow this transaction to us.</p>","muchbetter_0-header":"Insufficient funds: Top up your wallet","muchbetter_0-html":"<p>First you need to add funds to your MuchBetter wallet, you do that simply by opening the MuchBetter App on your mobile.</p>\r\n\t  <ol>\r\n\t\t<li>Press TOPUP at the top of the app</li>\r\n\t\t<li>Select the amount you wish to deposit to Betfinal</li>\r\n\t\t<li>Choose your method and select for gaming</li>\r\n\t\t<li>Open Betfinal.com and go to Deposit page and follow the steps from MuchBetter option</li>\r\n\t  </ol>\r\n\t  <p><br><br><em>If your topup fails, try again but with the option \"none gaming\" and follow the steps in \"Insufficient funds: No gaming funds available\"</em></p>","muchbetter_1-header":"Insufficient funds: No gaming funds available","muchbetter_1-html":"      <p>To be able to deposit to your Betfinal account you need gaming free funds in your MuchBetter wallet. If you have funds but it says not available please follow these easy steps.</p>\r\n\t  <ol>\r\n\t  \t<li>Press P2P transfer at the top of the app</li>\r\n\t\t<li>Send the amount you wish to deposit to your Betfinal account to your own number</li>\r\n\t\t<li>When you see the money been transferred to yourself, your funds are now available to deposit to your Betfinal account</li>\r\n\t\t</ol>","muchbetter_2-header":"How to download the MuchBetter App","muchbetter_2-html":"<p>Download the App <a href=\"https://a.api.muchbetter.com/merchant/user?trackingCode=Rmk0OTQ0MDM\" title=\"Download App\">here</a> to get you started with MuchBetter and Betfinal.</p><p><a href=\"https://a.api.muchbetter.com/merchant/user?trackingCode=Rmk0OTQ0MDM\"><img src=\"/images/misc/app-store-play-store.png\" style=\"max-width:150px;\"></a></p>","muchbetter_3-header":"I requested a withdrawal to my bank but I cannot see my money in my bank account","muchbetter_3-html":"<p>Betfinal process withdrawals within 2 hours to your MuchBetter wallet, as soon as its confirmed the funds will be available in your MuchBetter wallet instantly. When you request from your MuchBetter wallet to your own bank account it usually takes up to 2 days before you see your funds available on your bank account</p>"}