{"A utility bill or an official document from the last 3 months clearly stating your name and address. The picture needs to show the entire document.":"Una factura o documento oficial emitida en los últimos 3 meses que indique claramente tu nombre y dirección. La imagen debe mostrar el documento completo.","Back side":"Reverso","Bank logo must be visible":"El logotipo del banco debe estar visible","Bank statement":"Extracto del banco","Checklist":"Checklist/Lista de comprobación","Credit card":"Tarjeta de crédito","Date of document must be visible":"La fecha del documento debe estar visible","Expiry date must be visible":"La fecha de caducidad debe estar visible","First 2 and last 4 digits in your 16 code must be visible":"Los 2 primeros y los 4 últimos dígitos de su código de 16 deben estar visibles","For ID card or driving license take a photocopy and upload both sides.":"Para el DNI o el carnet de conducir haz una fotocopia y sube las dos caras.","For Passport make a scan or a photocopy showing the page with your picture.":"Para el Pasaporte haz un escaneo o una fotocopia mostrando la página con tu foto.","Front side":"Anverso","IBAN or bank account number must be visible":"El IBAN o número de cuenta bancaria debe estar visible","ID / Driving license / Passport":"DNI / Permiso de conducir / Pasaporte","ID back side / Driving license back side":"Carnet de identidad / Permiso de conducir por el reverso","ID front side / Driving license front side / Passport page with picture":"Anverso del DNI / Anverso del permiso de conducir / Página del pasaporte con foto","Identity":"Identidad","Mobile bill is not acceptable":"No se acepta la factura del móvil","Not older than 3 months":"No más de 3 meses de antigüedad","Payment documentation":"Documentación de pago","Print screen must include full browser so that address bar is visisble":"La pantalla de impresión debe incluir el navegador completo para que la barra de direcciones sea visible","Print screen must include full browser so that address bar must be visible":"La pantalla de impresión debe incluir el navegador completo para que la barra de direcciones sea visible","Proof of address":"Comprobante de domicilio","Residence":"Residencia","Select bank statement or make a photo":"Selecciona el extracto bancario o haz una foto","Select below to start uploading your documents":"Selecciona a continuación para comenzar a cargar tus documentos","Select print screen":"Selecciona la pantalla de impresión","Select type of document to upload":"Selecciona el tipo de documento a subir","Send document":"Envía el documento","The full card must be visible":"La tarjeta completa debe estar visible","The picture needs to show the \"Account Statements\" page under \"Manage my account\" and the \"Transaction details\" from your deposit made to us.":"La imagen debe mostrar la página \"Estados de cuenta\" en \"Gestionar mi cuenta\" y los \"Detalles de la transacción\" de tu depósito.","The picture needs to show your entire screen and the \"Personal Info\" tab under \"Settings\" in your Skrill account.":"La imagen debe mostrar toda la pantalla y la pestaña \"Información personal\" en \"Configuración\" de tu cuenta de Skrill.","The picture needs to show your entire screen, including your email address and Neteller ID number in your Neteller account.":"La imagen debe mostrar toda la pantalla, incluida tu dirección de correo electrónico y el número de identificación de Neteller en tu cuenta de Neteller.","Upload a PDF or photocopy of your bill":"Sube un PDF o una fotocopia de tu factura","Upload your documents to verify your account":"Sube tus documentos para verificar tu cuenta","We need to see the whole card, both back and front, but you can cover your CVV and also the middle of the credit card number (we need to see the first two and last four digits).":"Necesitamos ver toda la tarjeta, tanto el reverso como el anverso, pero puedes cubrir el CVV y también la parte central del número de la tarjeta de crédito (necesitamos ver los dos primeros y los cuatro últimos dígitos).","We need to see your bank statement, as a document or a print screen, stating  your name, IBAN and the bank's logo.":"Necesitamos ver tu extracto bancario, en forma de documento o de pantalla impresa, mostrando tu nombre, el IBAN y el logotipo del banco.","Your address must be visible":"Tu dirección debe ser visible","Your fullname must be visible":"Tu nombre completo debe ser visible","Your ID must be valid":"Tu documento de identidad debe ser válido","Your name must be visible":"Tu nombre debe ser visible"}