{"An error occurred.":"Se ha producido un error.","Card number":"Número de tarjeta","Expiry month":"Mes de caducidad","Expiry year":"Año de caducidad","Go back":"Volver atrás","Please contact our support team for details":"Por favor, ponte en contacto con nuestro equipo de atención al cliente  para más detalles.","Please contact support for more info":"Por favor, ponte en contacto con nuestro equipo de atención al cliente para obtener más información.","Submit":"Enviar","To begin uploading your documents, please click the button below":"Para empezar a cargar tus documentos, haz clic en el botón siguiente","To complete your request please upload your ID and bank card to our account verification page. Once we have approved all documents you can use your card without restrictions.":"Para completar tu solicitud, por favor carga tu documento de identidad y  tarjeta bancaria en nuestra página de verificación de cuentas. Una vez que hayamos aprobado todos los documentos, podrás utilizar tu tarjeta sin restricciones.","Upload documents":"Cargar documentos","Whitelist page header":"Solicita la admisión de tu tarjeta VISA/MasterCard.","Whitelist page text1":"<p>Hay muchas razones por las que tu tarjeta puede dar problemas para depositar en tu cuenta de Betfinal. Por eso hemos creado una nueva forma de habilitar tu tarjeta bancaria con nuestro banco. Esto te permitirá manejar tus depósitos directamente con nosotros, de forma más segura y sin futuras molestias.</p>\n\n<p>Habilitar una nueva tarjeta bancaria, require habitualmente una hora, pudiendo alargarse algo más durante los fines de semana y las noches. Para iniciar el proceso, por favor rellena todos tus datos a continuación, te notificaremos por correo electrónico en cuanto recibamos la confirmación de nuestro banco .</p> ","Whitelist page text2":"<p>Puedes estar 100% seguro de que manejamos tus datos con los sistemas más sofisticados para mantenerte protegido. Una vez tengas nuestra confirmación, podrás empezar a utilizar tu tarjeta.</p> \n\n<p>Para cualquier duda, ponte en contacto con nuestro chat en vivo.</p>\n","Your card has already been sent for verification":"Tu tarjeta ya ha sido enviada para su verificación","Your request has been received":"Tu solicitud ha sido recibida"}