{"A utility bill or an official document from the last 3 months clearly stating your name and address. The picture needs to show the entire document.":"Eine Stromrechnung oder ein amtliches Dokument der letzten 3 Monate, aus dem Ihr Name und Ihre Adresse eindeutig hervorgehen. Das gesamte Dokument muss auf dem Bild erkennbar sein.","Back side":"Rückseite","Bank logo must be visible":"","Bank statement":"Kontoauszug","Checklist":"Checkliste","Credit card":"Kreditkarte","Date of document must be visible":"","Expiry date must be visible":"Das Ablaufdatum muss sichtbar sein.","First 2 and last 4 digits in your 16 code must be visible":"Die ersten 2 und letzten 4 Ziffern des 16-stelligen Codes müssen sichtbar sein","For ID card or driving license take a photocopy and upload both sides.":"Von dem Personalausweis oder Führerschein bitte beidseitige Kopien hochladen","For Passport make a scan or a photocopy showing the page with your picture.":"Von dem Reisepass bitte einen Scan oder eine Kopie hochladen","Front side":"Vorderseite","IBAN or bank account number must be visible":"","ID / Driving license / Passport":"Personalausweis / Führerschein / Reisepass","ID back side / Driving license back side":"Rückseite des Personalausweises / Rückseite des Führerscheines","ID front side / Driving license front side / Passport page with picture":"Vorderseite des Personalausweises / Vorderseite des Führerscheines / Reisepass","Identity":"Identität","Mobile bill is not acceptable":"Mobilfunkrechnungen können nicht akzeptiert werden","Not older than 3 months":"","Payment documentation":"Zahlungsübersicht","Print screen must include full browser so that address bar is visisble":"","Print screen must include full browser so that address bar must be visible":"","Proof of address":"Adressnachweis","Residence":"Wohnsitz","Select bank statement or make a photo":"","Select below to start uploading your documents":"Wählen Sie unten, um mit dem Hochladen Ihrer Dokumente zu beginnen","Select print screen":"","Select type of document to upload":"","Send document":"Dokument senden","The full card must be visible":"Die Karte muss vollständig sichtbar sein","The picture needs to show the \"Account Statements\" page under \"Manage my account\" and the \"Transaction details\" from your deposit made to us.":"","The picture needs to show your entire screen and the \"Personal Info\" tab under \"Settings\" in your Skrill account.":"","The picture needs to show your entire screen, including your email address and Neteller ID number in your Neteller account.":"","Upload a PDF or photocopy of your bill":"Laden Sie eine PDF-Datei oder eine Fotokopie Ihrer Rechnung hoch","Upload your documents to verify your account":"Laden Sie Ihre Dokumente hoch, um Ihr Konto zu verifizieren","We need to see the whole card, both back and front, but you can cover your CVV and also the middle of the credit card number (we need to see the first two and last four digits).":"Die Vorder- und Rückseite der gesamten Kreditkarte muss sichtbar sein. Sie können Ihre CVV und auch den mittleren Teil der Kreditkartennummer abdecken (lediglich die ersten 2 und letzten 4 Ziffern müssen sichtbar sein).","We need to see your bank statement, as a document or a print screen, stating  your name, IBAN and the bank's logo.":"","Your address must be visible":"","Your fullname must be visible":"","Your ID must be valid":"Ihr Ausweis muss gültig sein","Your name must be visible":"Ihr vollständiger Name muss sichtbar sein"}