{"Add a Bonus":"Einen Bonus hinzufügen.","Add bonus":"","Add new option":"Neue Option hinzufügen","Add your account info for":"Fügen Sie Ihre Kontoinformationen für XXX hinzu","Address":"Adresse","Amount":"Betrag","Amount exceeds your balance":"Der Betrag übersteigt Ihr Guthaben","Amount exceeds your daily limit":"","Amount exceeds your monthly limit":"","Amount exceeds your weekly limit":"","Amount is above the maximum for this payment method":"Der Betrag liegt über dem Höchstbetrag für diese Zahlungsmethode","Amount is below the minimum for this payment method":"Der Betrag liegt unter dem Mindestbetrag für diese Zahlungsmethode","Amount with bonus to play with":"Betrag inkl. Bonus zum Spielen","An error occurred":"","An error occurred.":"Ein Fehler ist aufgetreten.","An unexpected error occurred during your withdraw. Please contact our support for assistance.":"Während Ihrer Auszahlung ist ein unerwarteter Fehler aufgetreten. Bitte wenden Sie sich an unseren Support.","Back":"","Bonus Code":"Bonuscode","Cancel":"Abbrechen","Card number":"Kartennummer ","Check your info one last time and complete the deposit with the button below":"Überprüfen Sie ein letztes Mal Ihre Angaben und schließen Sie die Einzahlung durch klick auf den Button ab.","Check your info one last time and start the process with the button below":"Überprüfen Sie ein letztes Mal Ihre Angaben und starten Sie den Vorgang durch klick auf den unteren Button.","Choose payment":"Zahlung wählen","CLEAR":"LÖSCHEN","Click on a bonus below if you want to activate a bonus with your deposit":"Wenn Sie mit Ihrer Einzahlung einen Bonus aktivieren möchten, wählen Sie diesen bitte unten aus. ","Click on the amounts to choose your deposit amount or enter the amount below":"Wählen Sie einen Einzahlungsbetrag, oder geben Sie einen beliebigen Betrag unten ein. ","Come back later for details":"Kommen Sie für weitere Details später wieder","Complete your deposit":"Vervollständigen Sie Ihre Einzahlung","Connect support for details":"Kontaktieren Sie unseren Support für weitere Details","Contact Betfinal on WhatsApp":"","Contact us through our web chat":"","Contact us through our whatsapp":"","Copied":"","Copied!":"","Copy":"","Crypto":"","Deposit":"Einzahlung","Deposit & get bonus":"","Deposit amount":"Einzahlungsbetrag","Deposit amount value cannot be 0":"","Deposit now":"Jetzt einzahlen","Deposit with bonus":"","Deposit without bonus":"","Edit":"","Enter the amount you want to withdraw":"Geben Sie Ihren Auszahlungsbetrag ein","Enter the amount you want to withdraw to your account.":"Geben Sie Ihren Auszahlungsbetrag ein.","Expire month":"Ablaufmonat","Expire year":"Ablaufjahr","EzeeWallet E-Mail":"EzeeWallet-Email ","EzeeWallet password":"EzeeWallet Passwort","Fee":"Gebühr","Free":"Gratis","Freespins":"","ID":"Personalausweis / ID","If you cancel a withdrawal the amount will be credited back to your player account immediately":"","If you have a bonus code, enter the code in here":"Wenn Sie einen Bonuscode haben, geben Sie diesen hier ein","Information":"Information ","Instant":"Sofort ","Make a deposit":"","Max Amount":"","Max Bonus":"","Min Amount":"","Month":"Monat","Network":"","New payment method":"","Next":"Weiter","No Bonus":"Kein Bonus","No data":"Keine Daten","No withdraw data":"Keine Auszahlungsdaten","No, thanks":"Nein, danke","or add your own amount":"oder fügen Sie Ihren eigenen Betrag hinzu","Payment":"Zahlung","Payment type":"Zahlungsmethode","Pending withdraws":"Ausstehende Auszahlungen ","Please use below details in order to complete your Crypto deposit":"","Please use below details in order to complete your Crypto deposit.":"","Press the buttons below for quick deposit":"","Process time":"Dauer","Read full terms":"","Required field":"Plichtfeld","Security Code (CVV2/CVC2/CID)":"Sicherheitscode (CVV2/CVC2/CID) ","Select an option below by clicking on your preferred method":"Wählen Sie unten eine Option aus, indem Sie auf Ihre bevorzugte Methode klicken.","Select any":"Wählen Sie eine","Select network":"","Select new payment method":"","Select your payment method":"","Selected Bonus":"","Selected payment method":"","Send funds now":"","Status":"Status","Still pending":"","Terms & Conditions":"","TEST Bank Account Number":"TEST Kontonummer ","TEST Bank Name":"TEST Name der Bank","TEST SWIFT / BIC":"TEST SWIFT / BIC","Thank you!":"Danke! ","The selected amount exceeds your daily deposit limit, please choose an amount within your chosen limitations or contact our support team":"","The selected amount exceeds your monthly deposit limit, please choose an amount within your chosen limitations or contact our support team":"","The selected amount exceeds your weekly deposit limit, please choose an amount within your chosen limitations or contact our support team":"","Time":"Zeit","Time to wager":"","To complete your deposit we need some additional information, please fill in below":"Um Ihre Einzahlung abzuschließen, benötigen wir zusätzliche Informationen von Ihnen. Bitte füllen Sie die folgenden Felder aus.","To understand why your card was declined, please find more info here":"","To understand why your card was declined, please find more info here.":"Um zu verstehen, warum Ihre Karte abgelehnt wurde, finden Sie hier weitere Informationen.","Total account balance":"gesamter Kontostand","Total amount":"Gesamtbetrag","Total to Deposit":"","Transaction history":"Transaktionsverlauf","Transaction type":"Art der Transaktion","Transfer":"überweisen / transferieren","Troubleshoot":"Fehlerbehebung ","Try Deposit Again":"Einzahlung erneut versuchen","Try to contact our support team or use a different payment method":"","Type amount":"","Unfortunately your deposit attempt failed":"Leider ist Ihr Einzahlungsversuch fehlgeschlagen","Wagering":"","Wagering time":"","Wallet":"","Whitelist card":"Whitelist-Karte ","Why not go win some more money on our top games now":"Warum nicht jetzt noch mehr Geld bei unseren Top-Spielen gewinnen?","Why not try another using a different payment method?":"Warum versuchen Sie es nicht mit einer anderen Zahlungsmethode?","Withdraw":"Auszahlung","Withdraw amount":"Auszahlungsbetrag","Withdraw cancellation":"Auszahlung abbrechen","Withdraw cancelled":"","Withdraw failed":"Auszahlung fehlgeschlagen ","Withdraw pending":"Ausstehende Auszahlungen ","Withdraw request received":"Auszahlungsanfrage erhalten ","Year":"Jahr","You are going to withdraw":"Sie zahlen nun aus","You have pending withdrawals. Would you like to cancel one instead of making new deposit?":"Sie haben ausstehende Auszahlungen. Möchten Sie eine davon stornieren, anstatt eine neue Einzahlung vorzunehmen?","You have successfully deposited to your account":"Sie haben erfolgreich auf Ihr Konto eingezahlt","You will play for":"","Your account balance including bonus is":"Ihr Kontostand einschließlich Bonus beträgt ","Your card deposit unfortunately was declined. To be able to accept payments from this card, we kindly ask you to verify the card with us so we can add it to our whitelist.":"Ihre Karteneinzahlung wurde leider abgelehnt. Um Zahlungen von dieser Karte akzeptieren zu können, bitten wir Sie, die Karte bei uns zu verifizieren, damit wir sie auf unsere Whitelist setzen können.","Your deposit is still pending. Check out in a minute.":"Ihre Einzahlung steht noch aus. Schauen Sie in einer Minute nochmal nach.","Your deposit is still pending. Please approve it with your payment provider.":"Ihre Einzahlung steht noch aus. Bitte bestätigen Sie diese mit Ihrem Zahlungsanbieter.","Your limits are exceeded":"","Your money are back into your account":"","Your money is on the way":"Ihr Geld ist auf dem Weg","Your transaction is being processed. Please check again later.":""}