{"html-1":"<p><strong>Das ist das einzig Wahre!</strong><br>Melden Sie ich noch heute bei Betfinal an und holen sich Ihren <strong>bis zu 100% und $100</strong> Sport-Willkommensbonus.<br>Worauf warten Sie noch, Ihr Bonus ist nur noch 3 Schritte entfernt!</p> <ol \nclass=\"\"steps\"\"> <li>Registrieren <li>Machen Sie eine Einzahlung und wählen Sie Ihren Bonus<li>Genießen Sie die Betfinal \nSportwetten</ol> <h4>Allgemeine Geschäftsbedingungen</h4> \n<ol> \n<li>Die Mindesteinzahlung, um sich für den Bonus zu qualifizieren, beträgt $20.</li><li>Einzahlungen über SKRILL und Neteller sind von diesem Angebot ausgeschlossen.</li><li>100% Bonus bis maximal $100. Zahlen Sie $100 ein und erhalten Sie insgesamt $200 zum Spielen.</li><li>Benutzen Sie den Bonuscode ODDS1 bei der Einzahlung, um den Bonus automatisch zu erhalten.</li><li>Einzahlung und Bonus müssen innerhalb von 15 Tagen 6 Mal umgesetzt werden.</li><li>Alle abgerechneten Einzelwetten mit einer Quote von 1,9 oder höher und alle abgerechneten Kombiwetten mit einer Quote von 1.60 oder höher, pro Auswahl, zählen für den Wetteinsatz.</li><li>Der maximale Wetteinsatz pro Wette beträgt $50.</li><li>Während der Bonus aktiv ist, beträgt der maximale Wetteinsatz $100.</li><li>Mehrere Wetten auf dasselbe Spiel und Asian Handicap-Wetten werden nicht akzeptiert.</li><li>Dieser Bonus ist für Spieler in den folgenden Ländern verfügbar: Kuwait, Bahrain, Saudi-Arabien, Libanon, Katar und Kanada.</li><li>Es gelten die Allgemeinen Geschäftsbedingungen von Betfinal.</li> </ol>\n","ctaButtonText-1":"Jetzt beitreten","ctaButtonText-4":"Jetzt beitreten","ctaButtonText-3":"Jetzt beitreten","ctaButtonText-2":"Jetzt beitreten","ctaButtonText-11":"Jetzt beitreten","ctaButtonText-12":"Jetzt beitreten","ctaButtonText-14":"Jetzt beitreten","ctaButtonText-5":"Jetzt beitreten","ctaButtonText-6":"Jetzt beitreten","ctaButtonText-7":"Jetzt beitreten","gridSubtitle-1":"Melden Sie sich noch heute bei Betfinal an und sichern Sie sich Ihre 100% bis zu $100. Ihr Bonus ist nur 3 Schritte von hier entfernt.","gridSubtitle-2":"Ihr Willkommenspaket ist nur ein paar Klicks von hier entfernt! Melden Sie sich nun an!","gridSubtitle-3":"Weniger Risiko, höhere Chancen! Jeden Dienstag 10% Cashback von bis zu $500!","gridSubtitle-4":"Kein Montagsblues bei Betfinal. Nehmen Sie am Monday-Live-Madness teil und platzieren Sie eine risikofreie $10 Live-Wette","gridSubtitle-5":"Casino Anytime, Sie können jetzt für jede Einzahlung einen Casino-Bonus erhalten.","gridSubtitle-6":"Es gibt nichts Schlimmeres, als eine hohe Gewinnchance zu verpassen, weil ein Ergebnis Sie enttäuscht!","html-2":"<p>Ihr Willkommenspaket ist nur ein paar Klicks von hier entfernt! Registrieren Sie einfach ein Konto, wählen Sie Ihren Bonus und Zahlen Sie ein. Kein Bonuscode erforderlich!</p>\n<ol class=\"steps\">\n<li>Bonus <strong>200%</strong> bis zu <strong>$50</strong></li>\n<li>Bonus <strong>50%</strong> bis zu <strong>$500</strong></li>\n<li>Bonus <strong>50%</strong> bis zu <strong>$500</strong></li>\n<li>Bonus <strong>100%</strong> bis zu <strong>$300</strong></li>\n</ol>\n<h4>Allgemeine Geschäftsbedingungen</h4>\n<ol>\n<li>Sofern nicht anders angegeben, ist eine Mindesteinzahlung von $20 erforderlich, um einen Einzahlungsbonus zu erhalten.</li><li>Der maximale Bonusbetrag beträgt $1350, wenn alle Angebote mit dem vollen Einzahlungsbetrag in Anspruch genommen werden.</li><li>Jeder Bonus und jede Einzahlung muss innerhalb von 30 Tagen 35 Mal umgesetzt werden.</li><li>Der maximale Einsatz pro Drehung bei Casino-Slots beträgt $5.</li><li>Die Einsätze aller Spielkategorien auf Betfinal sind unten aufgeführt:\n<table><tr><th>Spielkategorie</th><th>Einsatz in %</th></tr>\n<tr><td>Slots</td><td>100%</td></tr>\n<tr><td>Blood Suckers, Dead or Alive, Simsalabim,<br>Zombies, Sic Bo, Dreamcatcher</td><td>1%</td></tr>\n<tr><td>Live Casino</td><td>1%</td></tr>\n<tr><td>Baccarat und Video Poker</td><td>0%</td></tr>\n<tr><td>Fußball Studio</td><td>0%</td></tr></table></li><li>Gewinne aus Freispielen oder Boni, die mit Bonusgeldern erspielt und abgeschlossen wurden, nachdem der Bonus umgesetzt wurde, verloren ging oder verfallen ist, sind ungültig und verfallen.</li><li>Dieses Bonuspaket ist nur einmal pro Person, Adresse und IP verfügbar.</li><li>Es gelten die Allgemeinen Geschäftsbedingungen von Betfinal.</li>\n</ol>","html-3":"<p><strong>Weniger Risiko, höhere Chancen!</strong> Jeden Dienstag erhöhen wir Ihre Chancen im Betfinal Live Casino. Sie erhalten einen 10% Cashback von bis zu 500€.</p> <ol class=\"\"steps\"\"> <li>Besuchen Sie das Betfinal Live Casino<li>Spielen Sie mit echtem Geld<li>Sollten Sie nicht zu den glücklichen Gewinnern gehören, gewinnen Sie 10% Cashback</ol> <h4>Geschäftsbedingungen</h4> \n<ol> <li>Der minimale Cashback beträgt $10.\n</li><li>Der maximale Cashback beträgt $500.</li><li>Der Cashback wird auf Echtgeldverluste in Schritten von $10 gewährt.</li><li>Der maximale Einsatz, der für den Cashback qualifiziert, beträgt $50 pro Spielrunde</li><li>Der Cashback wird als Bonus mit einmaligem Einsatz in einem beliebigen Casinospiel gutgeschrieben.</li><li>Diese Aktion ist jeden Dienstag von 10 Uhr MEZ bis Mitternacht aktiv.</li><li>Es gelten die Allgemeinen Geschäftsbedingungen von Betfinal.</li> </ol>","html-4":"<p>Kein Montagsblues bei Betfinal. Nehmen Sie am Montags-Sport-Wahnsinn teil und platzieren Sie am Montag eine risikofreie Live-Wette im Wert von 10 $, mit einer maximalen Quote von 5,00. Wir schreiben Ihnen den Einsatz als Gratiswette gut, wenn Sie die Wette verlieren. Das war's, kein Risiko für Sie! </p>\n\n<p>So fordern Sie Ihre 10€-Gratiswette an:</p> <ol class=\"\"\nsteps\"\"> <li>Platzieren Sie am Montag eine 10€-Live-Wette<li>Ihre Live-Wette gewinnt nicht<li>Senden Sie eine Email mit Ihrer Wett-ID an helpdesk@betfinal.com und Sie erhalten Ihren Einsatz innerhalb von 24 Stunden auf Ihr Konto zurück.</ol>\n\n<h4>Allgemeine Geschäftsbedingungen</h4> <ol> <li>Um sich für die Gratiswette zu qualifizieren, müssen Sie eine Live-Wette mit echtem Geld (nicht mit Bonusgeld oder Gratiswetten-Token) verlieren. Ausbezahlte Wetten qualifizieren sich nicht.</li><li>Der Mindesteinsatz für diese Aktion beträgt $10</li><li>Die maximale Quote für die qualifizierende Live-Wette beträgt 5.00</li><li>Der Maximalbetrag für die Gratiswette beträgt $10</li><li>Die Rückerstattung kann nur für Live-Wetten auf folgenden Ligen gewährt werden: Deutschland: 1. und 2. Bundesliga, Spanien: La Liga, England: Premier League, Italien: Serie A, Frankreich: Ligue 1.</li><li>Es gelten die Allgemeinen Geschäftsbedingungen von Betfinal.</li>","html-5":"<p>Sie mögen Boni? Dann kommen Sie zu uns! Mit unserem neuen Casino Anytime können Sie jetzt für jede Einzahlung einen Casino-Bonus erhalten.<br>Und das Beste kommt noch. Es ist ganz einfach! Wählen Sie bei Ihrer Einzahlung den Bonus aus dem Bonusmenü aus und erhalten Sie automatisch einen Casino-Reload-Bonus von 20% bis zu 200$ direkt auf Ihr Betfinal-Konto.</p>\n\n<h4>Allgemeine Geschäftsbedingungen</h4> <ol> \n<li>Um diesen Bonus in Anspruch zu nehmen, ist eine Mindesteinzahlung von $20 erforderlich, sofern nicht anders angegeben.</li><li>Der maximale Bonusbetrag beträgt $200.</li><li>Einzahlung und Bonus müssen innerhalb von 15 Tagen 20 Mal umgesetzt werden.</li><li>Der maximale Einsatz pro Drehung bei den Slots beträgt $5.</li><li>Die Spieleinsätze aller Spielkategorien auf Betfinal sind folgend aufgeführt:\n<table><tr><th>Spielkategorie</th><th>Einsatz in %</th></tr> <tr><td>Slots</td><td>100%</td></tr> <\ntr><td>Blood Suckers, Dead or Alive, Simsalabim,<br>Zombies, Sic Bo, Dreamcatcher</td><td>1%</td></tr> <tr><td>Live Casino</td><td>\n1%</td></tr> <tr><td>Baccarat und Video Poker</td><td>0%</td></tr> <tr><td>Fußballstudio</td><td>0%</td></tr>\n</table></li><li>Gewinne aus Freispielen oder Boni, die mit Bonusgeldern ausgelöst wurden, aber erst nach Umsetzung, Verlust oder Verfall des Bonus abgeschlossen wurden, sind ungültig und verfallen.</li><li>Dieser Bonus ist für jede Einzahlung verfügbar, kann aber nicht mit anderen Bonusangeboten kombiniert werden.</li><li>Es gelten die Allgemeinen Geschäftsbedingungen von Betfinal.</li> </ol>","html-6":"<p>Es gibt nichts Schlimmeres, als eine Wette mit hohen Quoten zu verpassen, weil ein Ergebnis Sie enttäuscht hat! Die Acca-Versicherung von Betfinal lindert den Schmerz und gibt Ihnen Gratiswetten auf verlorene Akkumulatoren bis zu einem Höchstbetrag von 50 € pro Wette zurück!</p>\n\n<p>So fordern Sie Ihre Acca-Versicherung an:</p>\n\n<ol class=\"\"steps\"\"> <li>Platzieren Sie Ihre Acca: Platzieren Sie eine beliebige Akkumulator-Pre-Match-Wette mit einer Auswahl von 5 oder mehr im Win-Draw-Win-Markt. <li>Mit einem Punkt verlieren: Wenn eine Ihrer Auswahlen Sie im Stich lässt, haben Sie Anspruch auf eine Rückerstattung. \n<li>Rückerstattung anfordern: Schicken Sie eine E-Mail mit Ihrer Wett-ID an bonus@betfinal.com und Sie erhalten Ihren Einsatz innerhalb von 24 Stunden auf Ihr Konto zurück.</ol>\n\n<h4>Allgemeine Geschäftsbedingungen</h4> <ol> <li>Um sich für die Rückerstattung zu qualifizieren, müssen Sie eine Echtgeldwette vor dem Spiel verlieren (nicht mit Bonusgeld oder einem Gratiswettgutschein). Live- und Auszahlungswetten sind von der Rückerstattung ausgeschlossen.</li><li>Die Mindestquote pro Auswahl innerhalb des Akkumulators beträgt 1,30. Wetten, die pro Auswahl eine Quote von 1,29 oder weniger haben, sind nicht qualifiziert. Die Mindestanzahl an qualifizierenden Wetten im Akkumulator beträgt 5.</li><li>Dieses Angebot gilt nicht, wenn Sie auf Asian Handicap- oder Over/Under-Märkte gewettet haben.</li><li>Die Mindestrückerstattung beträgt 5 €, der Höchstbetrag 50 € pro Tag und Kunde. Wenn Sie an einem Tag mehr als eine verlorene Wette haben, die für eine Erstattung in Frage kommt, wird nur die Wette mit dem höchsten Einsatz ausgezahlt.</li><li>Erstattungen müssen beantragt werden. Senden Sie Ihre Wett-ID und \"\"Acca Insurance\"\" an Helpdesk@betfinal.com, um Ihre Gratiswette zu beantragen. Die Gratiswetten werden innerhalb von 24 Stunden nach erfolgreicher Beantragung der Erstattung gutgeschrieben.</li><li>Es gelten die Allgemeinen Geschäftsbedingungen von Betfinal.</li> </ol>","infoButtonText-1":"Mehr lesen","infoButtonText-2":"Mehr lesen","infoButtonText-3":"Mehr lesen","infoButtonText-4":"Mehr lesen","infoButtonText-5":"Mehr lesen","infoButtonText-7":"Mehr lesen","loggedInCtaText-1":"Jetzt anfordern","loggedInCtaText-2":"Jetzt anfordern","loggedInCtaText-3":"Jetzt spielen","loggedInCtaText-4":"Jetzt wetten","loggedInCtaText-5":"Jetzt anfordern","loggedInCtaText-6":"Jetzt wetten","title-1":"Sport-Willkommensbonus bis zu $100","title-2":"Casino-Willkommensbonus bis zu $1350","title-3":"Live Casino Cashback Dienstag","title-4":"Montags-Sport-Wahnsinn - $10 Risikofrei","title-5":"Casino Anytime Bonus bis zu $200","title-6":"Sports Acca-Versicherung bis zu $50 täglich"}