{
  "name-2": "Account",
  "name-3": "Payments",
  "title-6": "How do I register at Cosmoswin?",
  "answer-6": "First, you will need to register an account. Registration takes one click and  requires only your email address and future password. After registering your  account, pick your cryptocurrency to deposit, and explore our Bonus Shop to buy  bonuses.",
  "title-7": "How do I verify my email address?",
  "answer-7": "Immediately after registering your account, you will receive an email with a verification link to your registered email address. Click on the link in the email to verify your email address and activate your Cosmoswin account.",
  "name-4": "Bonuses & Promotions",
  "title-8": "What if I forget my password?",
  "answer-8": "You can use the ‘Forgot password?’ feature on the Log In screen to restore your password. Follow the on-screen instructions.",
  "title-50": "What if I forget my password?",
  "answer-50": "You can use the ‘Forgot password?’ feature on the Log In screen to restore your password. Follow the on-screen instructions",
  "name-5": "Games",
  "name-6": "Security & Verification",
  "name-7": "Support",
  "name-10": "Affiliates",
  "title-49": "How do I become a Cosmoswin Affiliate?",
  "answer-49": "Please visit our Affiliate Program website (https://finalaffiliates.com/) to see all details and to sign up as an affiliate.",
  "name-9": "Responsible Gaming",
  "name-1": "General",
  "title-51": "How do I register at Cosmoswin?",
  "answer-51": "First, you will need to register an account. Registration takes one click and requires only your email address and future password. After registering your account, pick your cryptocurrency to deposit, and explore our Bonus Shop to buy bonuses.",
  "title-52": "How do I verify my email address?",
  "answer-52": "Immediately after registering your account, you will receive an email with a verification link to your registered email address. Click on the link in the email to verify your email address and activate your Cosmoswin account.",
  "title-53": "What if I forget my password?",
  "answer-53": "You can use the ‘Forgot password?’ feature on the Log In screen to restore your password. Follow the on-screen instructions.",
  "title-9": "Can I change the personal information on my account?",
  "answer-9": "You are allowed to save your personal information (such as Names, Date of Birth, Address and Phone Number) only once. In case you need to change any of these later, please contact Support.",
  "title-10": "Can I register more than one account?",
  "answer-10": "According to our Terms and Conditions, you may only register one account. You are not allowed to create multiple accounts.",
  "title-11": "How do I close my account at Cosmoswin?",
  "answer-11": "Please contact Support from your registered email address with the request to close the account, and please mention why you would like to close it.",
  "title-12": "Do I need to register my personal details?",
  "answer-12": "Personal details are not required for initial registration and to play at Cosmoswin. Only Email and Password are required for registration. However, if you want to buy certain types of bonuses you may be required to enter your personal information in your Profile. Also, at a later stage if verification is required on your account, we may ask to update your Profile with your personal details.",
  "title-13": "How do I buy cryptocurrencies?",
  "answer-13": "There are various crypto exchange services that you can use to buy crypto. The ones that we recommend are Binance, Coingate, and Paxful. You can find links to these in the “Buy Crypto” section of your Cosmoswin wallet.",
  "title-14": "What cryptocurrencies are available?",
  "answer-14": "The cryptocurrencies available at Cosmoswin are Bitcoin, Ethereum, Litecoin, Dogecoin, DAI, USDT, USDC, and Shiba Inu.",
  "title-15": "How do I deposit?",
  "answer-15": "On the Deposit screen in your Cosmoswin Wallet, choose the cryptocurrency that you would like to deposit in. Set the amount you want to deposit in USD. Then you can copy the corresponding amount in crypto and the wallet address displayed on the Deposit screen. Use them in the relevant fields of your crypto wallet in order to transfer the funds to us. Alternatively, you can scan the QR code to get our wallet address.",
  "title-16": "How long do deposits take?",
  "answer-16": "In most cases, deposits are completed within a few minutes, but this may also depend on how many transactions are queued currently in the blockchain.",
  "title-17": "What if my deposit is not showing in my balance?",
  "answer-17": "If your crypto deposit is not showing, this may mean that the transaction has not yet been confirmed on the blockchain, or that your wallet has not yet sent the funds. You can check the blockchain to see if your transfer is shown there, or ask Support if you need further assistance.",
  "title-18": "How do I withdraw?",
  "answer-18": "On the Withdrawal screen in your Cosmoswin Wallet choose the cryptocurrency that you would like to withdraw. Enter the amount that you would like to withdraw in USD and enter your crypto wallet address, then click on ‘Withdraw’. While your withdrawal is pending you will be able to see its details or cancel it from the Pending Withdrawals section.",
  "title-19": "How long do withdrawals take?",
  "answer-19": "Withdrawal processing time varies based on a number of factors. Once processed internally, it usually takes a few minutes to receive it, but this may also depend on how many transactions are waiting currently in the blockchain. For more accurate information about the processing time of your withdrawals, please contact Support. Keep in mind that for higher withdrawal amounts we may contact you for further verification.",
  "title-20": "Do I need to verify my account to withdraw?",
  "answer-20": "Yes. We may require your documents for verification due to security reasons.",
  "title-21": "Are there any fees I need to pay for deposits and withdrawals?",
  "answer-21": "Cosmoswin does not charge any fees for deposits and withdrawals. Check with your crypto wallet if any fees apply on individual transactions.",
  "title-22": "What are the minimum and maximum amounts for deposit and withdrawal?",
  "answer-22": "Ultimately there are no minimum and maximum amounts for deposits. However, there is a minimum amount to activate a bonus or to play a game. When it comes to withdrawals, we set a minimum amount of 10 USD and the maximum is unlimited.",
  "title-23": "Are there any daily/weekly/monthly withdrawal limits?",
  "answer-23": "Generally, there are no withdrawal limits. However, we reserve the right to set such under different circumstances.",
  "title-24": "How does the Bonus Shop work?",
  "answer-24": "Once you register an account with Cosmoswin and make a deposit, the Bonus shop allows you to buy bonuses with your balance. You can buy bonuses not only with funds from the deposit but also with your winnings.",
  "title-25": "Do you have free spins?",
  "answer-25": "Yes, we do offer free spin promotions. Please check the Promotions page for more information.",
  "title-26": "How does the cashback work?",
  "answer-26": "Cashback pays out rewards based on your losses at Cosmoswin. It can be a percentage of your losses, or any other type of reward such as free spins, reload bonus, etc. For details of the current cashback promotions, please check the Promotions page.",
  "title-27": "Where can I see my current bonuses and wagering requirements?",
  "answer-27": "All details about your current or active bonuses are available in the Bonus Shop section.",
  "title-28": "Are there any games that are excluded from the bonuses?",
  "answer-28": "Depending on the promotion there may be excluded games. Or, games with a lower wagering contribution towards the release of a bonus. Please check the terms of each promotion for more details.",
  "title-29": "Where can I find a list of all current promotions?",
  "answer-29": "You can find all current Cosmoswin promotions on the Promotions page.",
  "title-30": "Can I combine multiple promotions?",
  "answer-30": "This depends on the terms of each promotion. Some promotions can be combined with other promotions, while others cannot. Please check the terms of each promotion for more details.",
  "title-31": "What games can I play at Cosmoswin?",
  "answer-31": "Cosmoswin has a very rich catalogue of 3000+ games. You can choose from various types of games such as slots, jackpot slots, crypto slots, live roulette, live blackjack, live baccarat, live game show games, and many others.",
  "title-32": "What game providers do you have?",
  "answer-32": "We have 30+ game software providers. You can see the full list of providers in the footer of our website. Some of the most popular names include NetEnt, Microgaming, Evolution Gaming, Ezugi, Play’n Go, Pragmatic Play, Quickspin, and many more.",
  "title-33": "Are there any jackpot slots?",
  "answer-33": "Yes, there are plenty of jackpot slots. You can find them in the ‘Online Jackpots’ section.",
  "title-34": "Are there any live casino games?",
  "answer-34": "Yes, we offer a wide variety of Live Casino games from Evolution Gaming, Ezugi, Vivo Gaming and Betgames. These are the industry leaders when it comes to live dealer games. At Cosmoswin, you can enjoy Live Roulette, Live Blackjack, Live Poker, Live Baccarat, as well as Live Game Shows such as Crazy Time and Wheel of Fortune, and other dice and card games such as Live Craps, Live Sic Bo, etc.",
  "title-36": "Are the games fair?",
  "answer-36": "All our game software providers are licensed. They are constantly monitored and tested by authorities to assure their fairness.",
  "title-35": "What if my game freezes?",
  "answer-35": "If your game freezes then you can try to refresh the screen and you should be able to continue from where you left off. If the game is not opening, you should try to clear your cookies and cache and then open the game again. If the game is still not opening up, you can contact Support.",
  "title-40": "Is my data protected?",
  "answer-40": "For most of your journey at Cosmoswin, you do not provide any personal or financial details. Once your personal information is required, it will be encrypted and fully protected.",
  "title-38": "Do I need to send any verification documents?",
  "answer-38": "We perform account verification for every player when the total amount of transactions (deposits or withdrawals) has reached 2,000 USD. We may request this earlier depending on your gaming activity or if we believe that you are in breach of the Terms and Conditions.",
  "title-39": "What documents are required to complete the verification procedure?",
  "answer-39": "The verification documents include Proof of Identity, Proof of Address, and Proof of Financial Instrument Ownership.",
  "title-41": "How do I submit the documents?",
  "answer-41": "Send the document copies from your registered email to our Support team, or upload the documents from your account once the verification option is available.",
  "title-37": "How long does it take to check and approve documents?",
  "answer-37": "Your documents will be processed as soon as possible.",
  "title-44": "How can I contact Support?",
  "answer-44": "There are two ways of contacting our customer service support. Live Chat and Email (support@cosmoswin.com).",
  "title-42": "What are Support’s working hours?",
  "answer-42": "The Cosmoswin Support team is available 24/7.",
  "title-43": "What languages does your Support speak?",
  "answer-43": "Currently, support is offered in English and Japanese language.",
  "title-48": "Are there any account limits I can set up?",
  "answer-48": "Yes, you can set up limits on your account by contacting Support.",
  "title-46": "Can I close my account for a limited period of time?",
  "answer-46": "Yes, you can close your account temporarily. The downtime is known as a cool-off period. Please contact Support with the details of your request.",
  "title-47": "Can I permanently close my account?",
  "answer-47": "Yes, you can close your account permanently. Please contact Support and state your request.",
  "title-1": "Is online gambling legal?",
  "answer-1": "Different countries have different rules and regulations in respect to online gambling. Before you start playing at Cosmoswin, please make sure to get familiar with your local online gaming laws.",
  "title-4": "How old do I need to be to play?",
  "answer-4": "Usually, the universal minimum age requirement is 18 years or older, but you will need to check your local laws for specifics.",
  "title-5": "What devices can I play with?",
  "answer-5": "Cosmoswin can be accessed from every desktop, laptop, and mobile device."
}
