{"A utility bill or an official document from the last 3 months clearly stating your name and address. The picture needs to show the entire document.":"Uma conta ou fatura dos últimos 3 meses que clarmente mostre o seu endereço, nome. A foto precisa mostrar o documento inteiro.","Back side":"Parte de trás","Bank logo must be visible":"O logotipo do banco deve estar visível","Bank statement":"Extrato bancário","Checklist":"Lista de controle","Credit card":"Cartão de crédito","Date of document must be visible":"A data do documento deve estar visível","Expiry date must be visible":"A data de validade deve estar visível","First 2 and last 4 digits in your 16 code must be visible":"Os primeiros 2 e os últimos 4 dígitos do seu código 16 devem estar visíveis","For ID card or driving license take a photocopy and upload both sides.":"Para carteira de identidade ou carteira de motorista, tire uma fotocópia e faça o upload dos dois lados.","For Passport make a scan or a photocopy showing the page with your picture.":"Para o Passport faça uma digitalização ou uma fotocópia mostrando a página com sua foto.","Front side":"Parte da frente","IBAN or bank account number must be visible":"O IBAN ou o número da conta bancária devem estar visíveis","ID / Driving license / Passport":"Identidade  / Carteira de Motorista  / Passaporte","ID back side / Driving license back side":"Verso da carteira de identidade / Verso da carteira de motorista","ID front side / Driving license front side / Passport page with picture":"Frente da carteira de identidade / Frente da carteira de habilitação / Página do passaporte com foto","Identity":"Identidade","Mobile bill is not acceptable":"Conta de telefone não é aceite","Not older than 3 months":"Dos últimos 3 meses","Payment documentation":"Documentação de pagamento","Print screen must include full browser so that address bar is visisble":"A captura de tela deve incluir o navegador completo para que a barra de endereços fique visível","Print screen must include full browser so that address bar must be visible":"A captura de tela deve incluir o navegador completo para que a barra de endereços fique visível","Proof of address":"Comprovante de residência","Residence":"Endereço","Select bank statement or make a photo":"Selecione o extrato bancário ou faça uma foto","Select below to start uploading your documents":"Selecione abaixo para enviar seus documentos","Select print screen":"Selecione captura de tela","Select type of document to upload":"Selecione o tipo de documento","Send document":"Enviar documento","The full card must be visible":"O cartão inteiro precisa estar visível","The picture needs to show the \"Account Statements\" page under \"Manage my account\" and the \"Transaction details\" from your deposit made to us.":"A imagem precisa mostrar a página \"Extratos da conta\" em \"Gerenciar minha conta\" e os \"Detalhes da transação\" do seu depósito feito para nós.","The picture needs to show your entire screen and the \"Personal Info\" tab under \"Settings\" in your Skrill account.":"A imagem precisa mostrar sua tela inteira e a guia \"Informações pessoais\" em \"Configurações\" em sua conta Skrill.","The picture needs to show your entire screen, including your email address and Neteller ID number in your Neteller account.":"A imagem precisa mostrar sua tela inteira, incluindo seu endereço de e-mail e número de ID Neteller em sua conta Neteller.","Upload a PDF or photocopy of your bill":"Envie um PDF ou cópia de sua conta","Upload your documents to verify your account":"Envie seus documentos para verificar sua conta","We need to see the whole card, both back and front, but you can cover your CVV and also the middle of the credit card number (we need to see the first two and last four digits).":"Precisamos ver o cartão inteiro, ambos frente e verso, mas você pode cobrir o CVV e a parte do meio do número de cartão de crédito (precisamos ver os primeiros 2 e últimos 4 dígitos)","We need to see your bank statement, as a document or a print screen, stating  your name, IBAN and the bank's logo.":"Precisamos ver seu extrato bancário, como documento ou captura de tela, informando seu nome, IBAN e o logotipo do banco.","Your address must be visible":"Seu endereço deve estar visível","Your fullname must be visible":"Seu nome completo deve estar visível","Your ID must be valid":"Seu documento de identidade deve ser válido","Your name must be visible":"Seu nome deve estar visível","We need a screenshot of your VCreditos account in the \"personal data\" tab":"Precisamos de um print da sua conta vcreditos na aba de \"dados pessoais\"","The image must not be cropped":"A imagem não pode estar cortada","Your name and e-mail must be visible":"Seu nome e email devem estar visíveis","Select VCreditos account screenshot":"Selecione o print da conta VCreditos"}