{"A utility bill or an official document from the last 3 months clearly stating your name and address. The picture needs to show the entire document.":"Hóa đơn điện nước hoặc giấy tờ chính chủ trong 3 tháng gần nhất ghi rõ họ tên, địa chỉ. Hình ảnh cần hiển thị toàn bộ tài liệu.","Back side":"Mặt sau","Bank logo must be visible":"Logo ngân hàng phải hiển thị","Bank statement":"Sao kê ngân hàng","Checklist":"Danh mục","Credit card":"Thẻ tín dụng","Date of document must be visible":"Ngày của tài liệu phải được hiển thị","Expiry date must be visible":"Ngày hết hạn phải được nhìn thấy","First 2 and last 4 digits in your 16 code must be visible":"2 chữ số đầu tiên và 4 chữ số cuối cùng trong 16 mã của bạn phải hiển thị","For ID card or driving license take a photocopy and upload both sides.":"Đối với chứng minh nhân dân hoặc giấy phép lái xe, hãy sao chụp và tải lên cả hai mặt.","For Passport make a scan or a photocopy showing the page with your picture.":"Đối với Hộ chiếu, hãy quét hoặc sao chụp trang có ảnh của bạn.","Front side":"Mặt trước","IBAN or bank account number must be visible":"IBAN hoặc số tài khoản ngân hàng phải hiển thị","ID / Driving license / Passport":"CMND/Giấy phép lái xe/Hộ chiếu","ID back side / Driving license back side":"Mặt sau CMND/Mặt sau giấy phép lái xe","ID front side / Driving license front side / Passport page with picture":"Mặt trước CMND/Mặt trước giấy phép lái xe/Trang hộ chiếu có hình","Identity":"Danh tính","Mobile bill is not acceptable":"Hóa đơn di động không được chấp nhận","Not older than 3 months":"Không quá 3 tháng","Payment documentation":"chứng từ thanh toán","Print screen must include full browser so that address bar is visisble":"Màn hình in phải bao gồm toàn bộ trình duyệt để có thể nhìn thấy thanh địa chỉ","Print screen must include full browser so that address bar must be visible":"Màn hình in phải bao gồm toàn bộ trình duyệt để thanh địa chỉ phải hiển thị","Proof of address":"Chứng minh địa chỉ","Residence":"Nơi cư trú","Select bank statement or make a photo":"Chọn sao kê ngân hàng hoặc tạo ảnh","Select below to start uploading your documents":"Chọn bên dưới để bắt đầu tải lên tài liệu của bạn","Select print screen":"Chọn màn hình in","Select type of document to upload":"Chọn loại tài liệu để tải lên","Send document":"Gửi tài liệu","The full card must be visible":"Thẻ đầy đủ phải được hiển thị","The picture needs to show the \"Account Statements\" page under \"Manage my account\" and the \"Transaction details\" from your deposit made to us.":"Hình ảnh cần hiển thị trang \"Sao kê tài khoản\" trong \"Quản lý tài khoản của tôi\" và \"Chi tiết giao dịch\" từ khoản tiền gửi của bạn cho chúng tôi.","The picture needs to show your entire screen and the \"Personal Info\" tab under \"Settings\" in your Skrill account.":"Hình ảnh cần hiển thị toàn bộ màn hình của bạn và tab \"Thông tin cá nhân\" trong \"Cài đặt\" trong tài khoản Skrill của bạn.","The picture needs to show your entire screen, including your email address and Neteller ID number in your Neteller account.":"Ảnh cần hiển thị toàn bộ màn hình của bạn, bao gồm địa chỉ email và số ID Neteller trong tài khoản Neteller của bạn.","Upload a PDF or photocopy of your bill":"Tải lên bản PDF hoặc bản sao hóa đơn của bạn","Upload your documents to verify your account":"Tải lên tài liệu của bạn để xác minh tài khoản của bạn","We need to see the whole card, both back and front, but you can cover your CVV and also the middle of the credit card number (we need to see the first two and last four digits).":"Chúng tôi cần xem toàn bộ thẻ, cả mặt sau và mặt trước, nhưng bạn có thể che CVV của mình và cả phần giữa của số thẻ tín dụng (chúng tôi cần xem hai chữ số đầu và bốn chữ số cuối).","We need to see your bank statement, as a document or a print screen, stating  your name, IBAN and the bank's logo.":"Chúng tôi cần xem bảng sao kê ngân hàng của bạn, dưới dạng tài liệu hoặc màn hình in, cho biết tên của bạn, IBAN và logo của ngân hàng.","Your address must be visible":"Địa chỉ của bạn phải được hiển thị","Your fullname must be visible":"Tên đầy đủ của bạn phải được hiển thị","Your ID must be valid":"ID của bạn phải hợp lệ","Your name must be visible":"Tên của bạn phải được hiển thị"}