{"Add":"Thêm vào","Add a Bonus":"Thêm tiền thưởng","Add bonus":"Thêm tiền thưởng","Add new option":"Sử dụng một thẻ khác","Add your account info for":"Thêm thông tin tài khoản của bạn cho","Address":"Địa chỉ","Amount":"Số lượng","Amount exceeds your balance":"Số tiền vượt quá số dư của bạn","Amount exceeds your daily limit":"Số tiền vượt quá giới hạn hàng ngày của bạn","Amount exceeds your monthly limit":"Số tiền vượt quá giới hạn hàng tháng của bạn","Amount exceeds your weekly limit":"Số tiền vượt quá giới hạn hàng tuần của bạn","Amount in":"Số tiền đã vào tài khoản ","Amount is above the maximum for this payment method":"Số tiền vượt quá mức tối đa cho phương thức thanh toán này","Amount is below the minimum for this payment method":"Số tiền dưới mức tối thiểu cho phương thức thanh toán này","Amount with bonus to play with":"Số tiền thưởng để chơi ","An error occurred":"Đã xảy ra lỗi","An error occurred.":"Đã xảy ra lỗi.","An unexpected error occurred during your withdraw. Please contact our support for assistance.":"Đã xảy ra lỗi không mong muốn trong quá trình rút tiền của bạn. Vui lòng liên hệ với bộ phận hỗ trợ của chúng tôi để được hỗ trợ.","Back":"Mặt sau","Bonus Code":"Mã thưởng","Cancel":"Hủy bỏ","Cancelled":"Đã hủy","Card number":"Số thẻ","Card number is not valid":"Số thẻ không hợp lệ","Check your info one last time and complete the deposit with the button below":"Kiểm tra thông tin của bạn lần cuối và hoàn tất việc gửi tiền bằng nút bên dưới","Check your info one last time and start the process with the button below":"Kiểm tra thông tin của bạn lần cuối và bắt đầu quy trình bằng nút bên dưới","Choose payment":"Chọn thanh toán","CLEAR":"Đã hoàn thành","Click on a bonus below if you want to activate a bonus with your deposit":"Nhấp vào phần thưởng bên dưới nếu bạn muốn kích hoạt phần thưởng với khoản tiền gửi của mình","Click on the amounts to choose your deposit amount or enter the amount below":"Nhấp vào số tiền để chọn số tiền gửi của bạn hoặc nhập số tiền bên dưới","Click your payment method":"Nhấp vào phương thức thanh toán của bạn","Close":"Đóng","Come back later for details":"Quay lại sau để biết chi tiết","Complete your deposit":"Hoàn thành khoản tiền gửi của bạn","Connect support for details":"Kết nối hỗ trợ để biết chi tiết","Contact Betfinal on WhatsApp":"Liên hệ Betfinal trên WhatsApp","Contact us through our web chat":"Liên hệ với chúng tôi thông qua trò chuyện trên web của chúng tôi","Contact us through our whatsapp":"Liên hệ với chúng tôi qua whatsapp của chúng tôi","Continue":"Tiếp tục","Copied":"Đã sao chép","Copied!":"Đã sao chép!","Copy":"Sao chép","CreditFailed":"Tín dụng thất bại","Crypto":"Tiền điện tử","Deposit":"Tiền gửi/ Tiền đặt cọc","Deposit & get bonus":"Gửi tiền và nhận tiền thưởng","Deposit amount":"Số tiền gửi","Deposit amount value cannot be 0":"Giá trị số tiền gửi không được bằng 0","Deposit now":"gửi tiền/đặt cọc ngay bây giờ","Deposit with bonus":"Gửi tiền với tiền thưởng","Deposit without bonus":"Gửi tiền không có tiền thưởng","Edit":"Biên tập","Enter the amount you want to withdraw":"Nhập số tiền bạn muốn rút","Enter the amount you want to withdraw to your account.":"Nhập số tiền bạn muốn rút về tài khoản của mình.","Expire month":"tháng hết hạn","Expire month is not valid":"Tháng hết hạn không hợp lệ","Expire year":"năm hết hạn","Expire year is not valid":"Năm hết hạn không hợp lệ","EzeeWallet E-Mail":"E-mail EzeeWallet","EzeeWallet E-Mail is not valid":"EzeeWallet E-Mail không hợp lệ","EzeeWallet password":"Mật khẩu EzeeWallet","EzeeWallet password is not valid":"Mật khẩu EzeeWallet không hợp lệ","Failed":"Thất bại","Fee":"Phí","Free":"Miễn phí","Freespins":"vòng quay tự do","Go back":"Quay lại","ID":"ID","If you cancel a withdrawal the amount will be credited back to your player account immediately":"Nếu bạn hủy rút tiền, số tiền sẽ được ghi có trở lại tài khoản người chơi của bạn ngay lập tức","If you have a bonus code, enter the code in here":"Nếu bạn có mã dự thưởng, hãy nhập mã vào đây","Information":"Thông tin","Instant":"Lập tức","Make a deposit":"Đặt cọc","Max Amount":"Số tiền tối đa","Max Bonus":"Tiền thưởng tối đa","Min Amount":"Số tiền tối thiểu","Month":"Tháng","Network":"Mạng","New payment method":"Phương thức thanh toán mới","Next":"Kế tiếp","No Bonus":"Không có tiền thưởng","No data":"Không có dữ liệu","no limits":"không giới hạn","No withdraw data":"Không có dữ liệu rút tiền","No, thanks":"Không, cám ơn","or add your own amount":"hoặc thêm số tiền của riêng bạn","Payment":"Sự chi trả","Payment type":"Hình thức thanh toán","Pending withdraws":"Rút tiền đang chờ xử lý","PendingNotification":"Đang chờ thông báo","Please use below details in order to complete your Crypto deposit":"Vui lòng sử dụng các chi tiết bên dưới để hoàn tất khoản tiền gửi tiền điện tử của bạn","Please use below details in order to complete your Crypto deposit.":"Vui lòng sử dụng thông tin chi tiết bên dưới để hoàn tất khoản tiền gửi Crypto của bạn.","Press the buttons below for quick deposit":"Nhấn các nút bên dưới để gửi tiền nhanh","Process time":"Tiến trình thời gian","Process time is instant and there is no fee to charge.":"Thời gian xử lý là ngay lập tức và không tính phí.","Processing":"Xử lý","Read full terms":"Đọc các điều khoản đầy đủ","Read t&c":"đọc t&c","Registration completed":"Đăng ky đã hoan tât","Remove":"Di dời","Required field":"phần bắt buộc","Security Code (CVV2/CVC2/CID)":"Mã bảo mật (CVV2/CVC2/CID)","Security Code (CVV2/CVC2/CID) is not valid":"Mã bảo mật (CVV2/CVC2/CID) không hợp lệ","Select an option below by clicking on your preferred method":"Chọn một tùy chọn bên dưới bằng cách nhấp vào phương pháp ưa thích của bạn","Select any":"Chọn bất kỳ","Select bonus":"Chọn tiền thưởng","Select network":"Chọn mạng","Select new payment method":"Chọn phương thức thanh toán mới","Select your cryptocurrency":"Chọn tiền điện tử của bạn","Select your payment method":"Hãy chọn phương thức thanh toán","Selected bonus":"Đã chọn b+C717:C868onus","Selected payment method":"Phương thức thanh toán đã chọn","Send funds now":"Gửi tiền ngay bây giờ","Status":"Trạng thái","Still pending":"Vẫn đang chờ","Temporary inactive":"Tạm thời không hoạt động","Terms & Conditions":"Điều khoản và điều kiện","TEST Bank Account Number":"KIỂM TRA Số tài khoản ngân hàng","TEST Bank Name":"Tên ngân hàng KIỂM TRA","TEST SWIFT / BIC":"KIỂM TRA SWIFT / BIC","Thank you!":"Cảm ơn!","The AstroPay card number is invalid.":"Số thẻ AstroPay không hợp lệ.","The phone must be at least 5 characters.":"Điện thoại phải có ít nhất 5 ký tự.","The selected amount exceeds your daily deposit limit, please choose an amount within your chosen limitations or contact our support team":"Số tiền đã chọn vượt quá giới hạn tiền gửi hàng ngày của bạn, vui lòng chọn số tiền trong giới hạn bạn đã chọn hoặc liên hệ với nhóm hỗ trợ của chúng tôi","The selected amount exceeds your monthly deposit limit, please choose an amount within your chosen limitations or contact our support team":"Số tiền đã chọn vượt quá giới hạn tiền gửi hàng tháng của bạn, vui lòng chọn số tiền trong giới hạn bạn đã chọn hoặc liên hệ với nhóm hỗ trợ của chúng tôi","The selected amount exceeds your weekly deposit limit, please choose an amount within your chosen limitations or contact our support team":"Số tiền đã chọn vượt quá giới hạn tiền gửi hàng tuần của bạn, vui lòng chọn số tiền trong giới hạn bạn đã chọn hoặc liên hệ với nhóm hỗ trợ của chúng tôi","Time":"Thời gian","Time to wager":"Thời gian để đặt cược","To complete your deposit we need some additional information, please fill in below":"Để hoàn tất khoản tiền gửi của bạn, chúng tôi cần một số thông tin bổ sung, vui lòng điền vào bên dưới","To understand why your card was declined, please find more info here":"Để hiểu tại sao thẻ của bạn bị từ chối, vui lòng tìm thêm thông tin tại đây","To understand why your card was declined, please find more info here.":"Để hiểu tại sao thẻ của bạn bị từ chối, vui lòng tìm thêm thông tin tại đây.","Total account balance":"Tổng số dư tài khoản","Total amount":"Tổng cộng","Total to Deposit":"Tổng tiền gửi","Transaction history":"Lịch sử giao dịch","Transaction type":"Loại giao dịch","Transfer":"Chuyển khoản","Troubleshoot":"khắc phục sự cố","Try Deposit Again":"Thử gửi tiền lần nữa","Try to contact our support team or use a different payment method":"Hãy thử liên hệ với nhóm hỗ trợ của chúng tôi hoặc sử dụng một phương thức thanh toán khác","Type amount":"Nhập số tiền","Unfortunately your deposit attempt failed":"Thật không may, nỗ lực gửi tiền của bạn không thành công","Wagering":"cá cược","Wagering time":"thời gian đặt cược","Wallet":"Cái ví","Whitelist card":"thẻ danh sách trắng","Why not go win some more money on our top games now":"Tại sao không kiếm thêm tiền trên các trò chơi hàng đầu của chúng tôi ngay bây giờ","Why not try another using a different payment method?":"Tại sao không thử một phương thức thanh toán khác?","Withdraw":"Rút","Withdraw amount":"Số tiền rút","Withdraw cancellation":"Rút tiền hủy bỏ","Withdraw cancelled":"Rút tiền bị hủy","Withdraw failed":"Rút tiền không thành công","Withdraw pending":"Rút tiền đang chờ xử lý","Withdraw request received":"Đã nhận được yêu cầu rút tiền","Year":"Năm","You are going to withdraw":"Bạn sẽ rút tiền","You have pending withdrawals. Would you like to cancel one instead of making new deposit?":"Bạn có các khoản rút tiền đang chờ xử lý. Bạn có muốn hủy một khoản tiền thay vì thực hiện khoản tiền gửi mới không?","You have successfully deposited to your account":"Bạn đã nạp tiền thành công vào tài khoản của mình","You will play for":"Bạn sẽ chơi cho","Your account balance including bonus is":"Số dư tài khoản của bạn bao gồm tiền thưởng là","Your card deposit unfortunately was declined. To be able to accept payments from this card, we kindly ask you to verify the card with us so we can add it to our whitelist.":"Thật không may, tiền gửi thẻ của bạn đã bị từ chối. Để có thể chấp nhận thanh toán từ thẻ này, chúng tôi vui lòng yêu cầu bạn xác minh thẻ với chúng tôi để chúng tôi có thể thêm thẻ vào danh sách cho phép của mình.","Your deposit is still pending. Check out in a minute.":"Khoản tiền gửi của bạn vẫn đang chờ xử lý. Kiểm tra trong một phút.","Your deposit is still pending. Please approve it with your payment provider.":"Khoản tiền gửi của bạn vẫn đang chờ xử lý. Vui lòng phê duyệt nó với nhà cung cấp thanh toán của bạn.","Your limits are exceeded":"Giới hạn của bạn bị vượt quá","Your money are back into your account":"Tiền của bạn đã trở lại tài khoản của bạn","Your money is on the way":"Tiền của bạn đang trên đường đến","Your transaction is being processed. Please check again later.":"Giao dịch của bạn đang được xử lý. Vui lòng kiểm tra lại sau."}