{"A utility bill or an official document from the last 3 months clearly stating your name and address. The picture needs to show the entire document.":"فاتورة مرافق أو مستند رسمي صدر خلال الأشهر الثلاثة الماضية يحتوي بوضوح على اسمك وعنوانك، يجب أن يتم  إظهار المستند بأكمله في الصورة","Back side":"الجانب الخلفي","Bank logo must be visible":"يجب أن يكون شعار البنك ظاهرًا","Bank statement":"كشف حساب بنكى","Checklist":"قائمة الفحص","Credit card":"بطاقة الائتمان","Date of document must be visible":"يجب أن يكون تاريخ المستند واضحًا","Expiry date must be visible":"يجب أن يكون تاريخ انتهاء الصلاحية ظاهرًا","First 2 and last 4 digits in your 16 code must be visible":"يجب أن يكون أول رقمين وآخر 4 أرقام في بطاقة الائتمان ظاهرة","For ID card or driving license take a photocopy and upload both sides.":"لتأكيد حسابك باستخدام  بطاقة الهوية أو رخصة القيادة، التقط صورة لجانبي البطاقة ثم قُم بتحميلها.","For Passport make a scan or a photocopy showing the page with your picture.":"بالنسبة لـجواز السفر قم بإجراء مسح ضوئي أو التقط صورة تظهر الصفحة مع صورتك بوضوح","Front side":"الجانب الامامي","IBAN or bank account number must be visible":"يجب أن يكون رقم الحساب IBAN أو رقم الحساب المصرفي ظاهرًا","ID / Driving license / Passport":"بطاقة الهوية / رخصة القيادة / جواز السفر","ID back side / Driving license back side":" الجانب الخلفي لبطاقة الهوية / الجانب الخلفي لرخصة القيادة","ID front side / Driving license front side / Passport page with picture":"الجانب الأمامي لبطاقة الهوية / الجانب الأمامي لرخصة القيادة / صفحة جواز السفر مع صورة","Identity":"الهوية","Mobile bill is not acceptable":"فاتورة الهاتف المحمول غير مقبولة","Not older than 3 months":"ليس أقدم من 3 أشهر","Payment documentation":"وثائق وسائل الدفع","Print screen must include full browser so that address bar is visisble":"يجب أن تكون لقطة الشاشة كاملة حتى يكون شريط العناوين مرئيًا","Print screen must include full browser so that address bar must be visible":"يجب أن تكون لقطة الشاشة كاملة حتى يكون شريط العناوين مرئيًا","Proof of address":"إثبات العنوان","Residence":"الإقامة","Select bank statement or make a photo":"حدد كشف حساب مصرفي أو التقط صورة","Select below to start uploading your documents":"حدد أدناه لبدء تحميل مستنداتك الشخصية","Select print screen":"حدد لقطة الشاشة","Select type of document to upload":"حدد نوع المستند الذي ترغب في إرساله","Send document":"أرسل الوثيقة","The full card must be visible":"يجب أن تكون البطاقة كاملة ظاهرة في الصورة","The picture needs to show the \"Account Statements\" page under \"Manage my account\" and the \"Transaction details\" from your deposit made to us.":"يجب أن تُظهر الصورة صفحة \"كشوف الحساب\" ضمن \"إدارة حسابي\" و \"تفاصيل المعاملة\" من الإيداع الذي قمت به إلينا.","The picture needs to show your entire screen and the \"Personal Info\" tab under \"Settings\" in your Skrill account.":"تحتاج الصورة إلى إظهار شاشتك بالكامل وعلامة التبويب \"المعلومات الشخصية\" ضمن \"الإعدادات\" في حسابك على محفظة Skrill.","The picture needs to show your entire screen, including your email address and Neteller ID number in your Neteller account.":"يجب أن تُظهر الصورة شاشتك بالكامل، بما في ذلك عنوان بريدك الإلكتروني ورقم المُعرِف الخاص بحسابك على Neteller ","Upload a PDF or photocopy of your bill":"قم بتحميل ملف PDF أو نسخة من فاتورتك","Upload your documents to verify your account":"قم بتحميل مستنداتك الشخصية للتحقق من حسابك","We need to see the whole card, both back and front, but you can cover your CVV and also the middle of the credit card number (we need to see the first two and last four digits).":"نحتاج إلى رؤية البطاقة بالكامل، الجزء الخلفي والأمامية، ولكن يمكنك تغطية رمز الـ CVV و10 أرقام من بطاقة الائتمان (نحتاج فقط إلى رؤية أول رقمين وآخر أربعة أرقام).","We need to see your bank statement, as a document or a print screen, stating  your name, IBAN and the bank's logo.":"نحتاج إلى رؤية كشف حسابك المصرفي، كمستند أو شاشة مطبوعة، يجب أن يُظهِر اسمك ورقم IBAN وشعار البنك.","Your address must be visible":"يجب أن يكون عنوانك مرئيًا","Your fullname must be visible":"يجب أن يكون اسمك الكامل مرئيًا","Your ID must be valid":"يجب أن تكون وثيقة الهوية سارية","Your name must be visible":"يجب أن يكون اسمك ظاهرًا بوضوح"}